"CANCEL_BUTTON" = "Cancel";
"CONTINUE_BUTTON" = "Continue";
"SKIP_BUTTON" = "Skip";
"TRY_AGAIN_BUTTON" = "Try Again";

/* warnings about the battery shown after the first panel */
"BATTERY_WARNING_TITLE" = "Your Mac is running on battery power.";
"BATTERY_WARNING" = "Plug in and connect your power adapter before you transfer your information.";

/* status messages when waiting for FireWire connection in Step 2 */
"STATUS_FINDING_SYSTEMS" = "Finding systems…";
"STATUS_WAITING_FIREWIRE" = "Waiting for your old Mac to restart…";
"STATUS_FOUND_FIREWIRE" = "A FireWire connection was established.";
"STATUS_RESTART" = "Restart your old Mac while holding down the \"T\" key";
"STATUS_WAITING_DISKS" = "Waiting for disks to appear…";

/* problems connecting over FireWire */
"NO_VALID_SYSTEMS_TITLE" = "There are no versions of Mac OS X available on your old Mac.";
"NO_VALID_SYSTEMS" = "You can only transfer information from a Mac that has Mac OS X installed.\n\nClick Continue to keep trying, or click Cancel to stop the transfer process.";
"TDM_WARNING_TITLE" = "Setup Assistant can’t connect to the other Mac.";
"TDM_WARNING" = "Your old Mac might not be able to connect to this one using FireWire.\n\nClick Continue to try again or click Cancel to stop.";

"NO_TRANSFERABLE_SYSTEMS_TITLE" = "Mac OS X was not found on the volume you selected.";
"NO_TRANSFERABLE_SYSTEMS_INTERNAL" = "You can only transfer information from a Mac that has Mac OS X installed.";

/* "Hard drive" on "System" */
"SYSTEM_NAME_FORMAT" = "%2$@ on %1$@";
"SYSTEM_NAME_FORMAT_NO_DISK" = "%@";
"NO_SYSTEMS" = "No systems were found.";
"ONLY_OLD_SYSTEMS" = "Old System";
"CUSTOMIZE_PANEL_TITLE_INTERNAL" = "Transfer Your Information";
"NETWORK_SETTINGS" = "Network and other settings";
"APPLICATIONS" = "Applications folder";
"FILES_FOLDERS" = "Files and folders on \"%@\"";
"FILES_FOLDERS_NO_VOLUME" = "Files and folders";
"USERS" = "Users";
"OTHER_DISKS" = "Other hard disks";
"STATIC_IP_WARNING" = "\nYour static IP address will not be transferred.";
"FILEVAULT_WARNING_LONG" = "User accounts protected by FileVault can’t be transferred to a Mac that has existing user accounts.";
"FILEVAULT_WARNING" = "\nThis user account is protected by FileVault and can’t be migrated.";
"HOME_NOT_COPIED_WARNING" = "\nThis shared home folder does not need to be copied.";

"REMAINING_HOURS" = "%d hours";
"REMAINING_HOUR" = "%d hour";
"REMAINING_MINS" = "%d minutes";
"REMAINING_MIN" = "%d minute";	
"REMAINING_HOURS_AND_MINS" = "About %@ and %@ remaining";
"REMAINING_ABOUT" = "About %@ remaining";
"REMAINING_LESS_MIN" = "Less than a minute remaining";

"SEL_ITEMS" = "Selected Items: %@";
"TRANSFER" = "Transfer";

"GB" = "%.1f GB";
"MB" = "%.1f MB";			
"KB" = "%.1f KB";

"MOREINFO" = "Learn More";
"MORE_INFO" = "More Info";
"SKIP" = "Skip Transfer";

"CABLE_DISCONNECTED" = "The FireWire cable is disconnected.";
"NO_TDM_CABLE_CONNECTED" = "Target disk mode has ended.";
"NO_TDM_CABLE_DISCONNECTED" = "Target disk mode has ended.";

"CREATE_AIRPORT_NETWORK" = "Create AirPort Network";

"USER_CONFLICT_EXPLAIN" = "The user account “%1$@” (account name “%2$@”) that you are transferring has the same name as an existing account on your computer.";

"TRANSFER_ERROR_TITLE" = "An error has occurred that is preventing your information from being transferred.";
"TRANSFER_ERROR" = "Click Skip to stop transferring and continue setting up your Mac, or check that the FireWire and power cables are connected properly, and then click Try Again.";

"CANCELING_MIGRATION" = "Canceling Migration…";

"NETWORK_TRANSFER_ERROR" = "A network error has occurred that is preventing your information from being transferred.";

"BROKEN_APPS" = "The following application(s) may need to be reinstalled:";
"FILE_ERRORS" = "There were problems transferring the following file(s):";
"OTHER_WARNINGS" = "Errors and Warnings:";

"TRANSFER_FAILED" = "The transfer finished, but some files were not transferred. You can disconnect the FireWire cable now and turn off your old Mac by pressing its power button.";

"REAL_NETWORK_SETUP_BUTTON_TITLE" = "Use Ethernet";
"AIRPORT_SETUP_BUTTON_TITLE" = "Use AirPort";
"PLEASE_JOIN_WIRELESS_NETWORK_ON_OLD_MAC" = "Join the same AirPort network as this computer (%@).";

"NETWORK_ERROR_SHEET_TITLE" = "The network connection failed.";
"NETWORK_ERROR_SHEET_INTERNAL" = "There was an error connecting to the network, so the information on the other Mac couldn’t be accessed. Click Learn More for information about connecting to the other Mac.";

"PAIR_SCANNING" = "Looking for other computers…";
"PAIR_CONNECTED" = "Successfully connected to the other Mac…";

"BACKUP_SOURCE_CLICK_TO_CONNECT_FORMAT" = "Click Continue to connect to “%@.”";
"BACKUP_SOURCE_NOT_AVAILABLE_FORMAT" = "There are no Time Machine backups available on “%@.” Select a different volume.";
"BACKUP_SOURCE_NO_SELECTION" = "Select a volume, and then click Continue.";

"BACKUP_SOURCE_CONNECT_SHEET_TITLE_FORMAT" = "Enter a user name and password for “%@.”";
"BACKUP_SOURCE_CONNECT_SHEET_SINGLE_PASSWORD_TITLE_FORMAT" = "Enter a password for “%@.”";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED" = "The connection failed.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_MESSAGE" = "Make sure your user name and password are correct, and then click Connect to try again.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_SINGLE_PASSWORD_MESSAGE" = "Make sure your password is correct, and then click Connect to try again.";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECTING" = "Connecting…";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECT_BUTTON" = "Connect";
"BACKUP_SOURCE_CONNECT_SHEET_TRY_AGAIN_BUTTON" = "Try Again";

"BACKUP_SOURCE_CHECK_SHEET_FAILED_TITLE" = "There are no Time Machine backups available on this volume.";
"BACKUP_SOURCE_CHECK_SHEET_FAILED" = "Select a different volume, or connect using a different user name.";
"BACKUP_SOURCE_CHECK_SHEET_OK_BUTTON" = "OK";

"BACKUP_SOURCE_JOIN_BUTTON" = "Join…";

"BACKUP_SOURCE_FOUND_ZERO" = "No Time Machine backups found";
"BACKUP_SOURCE_FOUND_ONE" = "1 Time Machine backup found";
"BACKUP_SOURCE_FOUND_MANY_FORMAT" = "%d Time Machine backups found";

"BACKUP_SOURCE_AVAILABLE_ZERO" = "No Time Machine backups available";
"BACKUP_SOURCE_AVAILABLE_ONE" = "1 Time Machine backup available";
"BACKUP_SOURCE_AVAILABLE_MANY_FORMAT" = "%d Time Machine backups available";

"BACKUP_REQUIRES_LOGIN" = "requires login";
"BACKUP_CONNECTED" = "connected";

